Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# modeIntro.tables.mixed %lld
source: You get all times tables |up to %lld| mixed together.
af: Jy kry al die maaltafels |tot en met %lld| deurmekaar.
am: እስከ |%lld| ያሉ ሁሉም የማባዛት ሰንጠረዦች ተደባልቀው ይመጣሉ።
ar: ستحصل على كل الجداول |حتى %lld| بشكل مختلط.
as: |%lld লৈকে| সকলো নামতা মিহলাই পাবা।
az: |%lld-ə qədər| bütün vurma cədvəlləri qarışıq gəlir.
be: Будуць усе табліцы |да %lld| уперамешку.
bg: Получаваш всички таблици |до %lld|, разбъркани заедно.
bn: |%lld পর্যন্ত| সব নামতা মিলিয়ে পাবে।
bo: |%lld བར་གྱི་| སྒྱུར་རྩིས་ཚང་མ་འདྲེས་ནས་ཡོང་།
bs: Dobijaš sve tablice |do %lld|, pomiješane.
ca: Tindràs totes les taules |fins a %lld|, barrejades.
cs: Dostaneš promíchanou násobilku |až do %lld|.
cy: Gei di'r holl dablau |hyd at %lld| yn gymysg.
da: Du får alle tabeller |op til %lld| blandet sammen.
de: Du bekommst alle Einmaleinsreihen |bis %lld| bunt gemischt.
el: Θα έχεις όλες τις προπαίδειες |έως το %lld| ανακατεμένες.
es: Tendrás mezcladas todas las tablas |hasta la del %lld|.
et: Saad läbisegi kõik korrutustabelid |kuni %lld-ni|.
eu: |%lld arteko| taula guztiak nahasita izango dituzu.
fa: همهٔ جدول‌ها را |تا %lld| به‌صورت ترکیبی می‌بینی.
fi: Saat kaikki kertotaulut |%lld:ään asti| sekaisin.
fo: Tú fært allar tabellir |upp í %lld| blandaðar.
fr: Tu auras toutes les tables |jusqu’à %lld|, mélangées.
ga: Faigheann tú na táblaí go léir |suas go %lld| measctha le chéile.
gl: Terás mesturadas todas as táboas |ata %lld|.
gu: તમને બધા પાડા |%lld સુધી| મિશ્ર મળશે.
he: תקבלו את כל לוחות הכפל |עד %lld| בערבוביה.
hi: तुम्हें |%lld तक| के सभी पहाड़े मिले-जुले मिलेंगे।
hr: Dobivaš pomiješane sve tablice |do %lld|.
hu: Az összes szorzótáblát |%lld-ig| vegyesen kapod.
hy: Դու ստանում ես բոլոր աղյուսակները՝ խառը, |մինչև %lld|։
id: Kamu mendapat semua perkalian |sampai %lld| secara campur.
is: Þú færð allar margföldunartöflur |upp í %lld| í bland.
it: Avrai tutte le tabelline |fino al %lld| mescolate.
ja: |%lldのだんまで|の九九がまざって出るよ。
ka: გექნება ყველა ტაბულა |%lld-მდე|, არეულად.
kk: |%lld-ге дейінгі| барлық көбейту кестелері араласып беріледі.
km: អ្នកទទួលបានតារាងគុណទាំងអស់ |រហូតដល់ %lld| លាយគ្នា។
kn: |%lldರವರೆಗೆ| ಎಲ್ಲಾ ಗುಣಾಕಾರ ಪಟ್ಟಿಗಳು ಮಿಶ್ರವಾಗಿ ಬರುತ್ತವೆ.
ko: |%lld단까지| 모두 섞여 나와요.
lo: ເຈົ້າຈະໄດ້ສູດຄູນທັງໝົດ |ເຖິງ %lld| ປະສົມກັນ.
lt: Gausi visas daugybos lenteles |iki %lld| sumaišytas.
lv: Te būs visas reizināšanas tabulas |līdz %lld| jauktā secībā.
mk: Ќе ги добиваш измешано сите таблици |до %lld|.
ml: |%lld വരെ| എല്ലാ ഗുണനപ്പട്ടികകളും കലർത്തി കിട്ടും.
mn: |%lld хүртэлх| бүх хүрд холилдож орно.
mr: तुला |%lld पर्यंतचे| सगळे पाढे मिसळून मिळतील.
ms: Kamu dapat semua sifir |hingga %lld| secara campur.
my: |%lld အထိ| မြှောက်ကိန်းဇယားအားလုံး ရောပြီး ရမယ်။
ne: तिमीले |%lld सम्मका| सबै गुणन तालिका मिसाएर पाउँछौ।
nl: Je krijgt alle tafels |tot en met %lld| door elkaar.
no: Du får alle gangetabellene |opptil %lld| i en miks.
or: ତୁମେ |%lld ପର୍ଯ୍ୟନ୍ତ| ସବୁ ନାମତା ମିଶାଇ ପାଇବ।
pa: ਤੁਹਾਨੂੰ |%lld ਤੱਕ| ਦੇ ਸਾਰੇ ਪਹਾੜੇ ਮਿਲੇ-ਜੁਲੇ ਮਿਲਣਗੇ।
pl: Dostajesz pomieszane tabliczki mnożenia |do %lld|.
pt: Recebes todas as tabuadas |até %lld|, misturadas.
ro: Primești toate tablele înmulțirii |până la %lld|, amestecate.
ru: Все таблицы |до %lld| будут вперемешку.
si: |%lld දක්වා| සියලු ගුණන වගු මිශ්‍රව ලැබේ.
sk: Dostaneš všetky násobilky |do %lld| pomiešané.
sl: Dobiš vse poštevanke |do %lld|, pomešane.
sq: Do të marrësh të gjitha tabelat |deri në %lld| të përziera.
sr: Dobijaš sve tablice |do %lld|, pomešane.
sv: Du får alla tabeller |upp till %lld| blandade.
sw: Utapata majedwali yote |hadi %lld| kwa mchanganyiko.
ta: |%lld வரை| உள்ள எல்லா வாய்ப்பாடுகளும் கலந்து வரும்.
te: |%lld వరకు| అన్ని ఎక్కాలు కలిపి వస్తాయి.
th: รวมสูตรคูณทั้งหมด |ถึงแม่ %lld| แบบคละกัน
tr: |%lld'ye kadar| tüm çarpım tabloları karışık gelir.
ug: |%lld گىچە| بولغان بارلىق كۆپەيتىش جەدۋەللىرى ئارىلاش كېلىدۇ.
uk: Усі таблиці |до %lld| будуть упереміш.
ur: آپ کو |%lld تک| تمام پہاڑے ملا کر ملیں گے۔
uz: Barcha ko‘paytirish jadvallari |%lld gacha| aralash beriladi.
vi: Bạn nhận tất cả bảng nhân |đến %lld| trộn lẫn.
zh: 混合练习 |到 %lld 为止| 的所有乘法表。
zu: Uthola wonke amathebula |kuze kufike ku-%lld| exubile.

# modeIntro.fractions.intro
source: You only get |fraction| problems.
af: Jy kry net somme met |breuke|.
am: የምታገኘው የ|ክፍልፋይ| ጥያቄዎችን ብቻ ነው።
ar: ستحصل فقط على مسائل |الكسور|.
as: তুমি কেৱল |ভগ্নাংশ|ৰ অংক পাবা।
az: Yalnız |kəsr| misalları gəlir.
be: Будуць толькі прыклады з |дробамі|.
bg: Получаваш задачи само с |дроби|.
bn: তুমি শুধু |ভগ্নাংশের| অঙ্ক পাবে।
bo: ཁྱེད་ལ་ |ཆ་ཤས| ཀྱི་རྩིས་ཁོ་ན་ཡོང་།
bs: Dobijaš samo zadatke s |razlomcima|.
ca: Només tindràs problemes de |fraccions|.
cs: Dostaneš jen příklady se |zlomky|.
cy: Dim ond symiau |ffracsiynau| gei di.
da: Du får kun opgaver med |brøker|.
de: Du bekommst nur Aufgaben mit |Brüchen|.
el: Θα έχεις μόνο ασκήσεις με |κλάσματα|.
es: Solo tendrás ejercicios de |fracciones|.
et: Saad ainult |murruülesandeid|.
eu: |Zatiki| ariketak bakarrik izango dituzu.
fa: فقط تمرین‌های |کسر| می‌بینی.
fi: Saat vain |murtolukutehtäviä|.
fo: Tú fært bara uppgávur við |brotum|.
fr: Tu n’auras que des calculs de |fractions|.
ga: Ní fhaigheann tú ach ceisteanna |codán|.
gl: Só terás contas de |fraccións|.
gu: તમને ફક્ત |અપૂર્ણાંકના| દાખલા મળશે.
he: תקבלו רק תרגילי |שברים|.
hi: तुम्हें केवल |भिन्न| के सवाल मिलेंगे।
hr: Dobivaš samo zadatke s |razlomcima|.
hu: Csak |törtes| feladatokat kapsz.
hy: Դու ստանում ես միայն |կոտորակների| առաջադրանքներ։
id: Kamu hanya mendapat soal |pecahan|.
is: Þú færð aðeins dæmi með |brotum|.
it: Avrai solo esercizi con le |frazioni|.
ja: |分数|の問題だけが出るよ。
ka: გექნება მხოლოდ |წილადების| ამოცანები.
kk: Саған тек |бөлшек| есептері беріледі.
km: អ្នកនឹងទទួលបានតែលំហាត់ |ប្រភាគ|។
kn: ನಿನಗೆ |ಭಿನ್ನರಾಶಿ| ಲೆಕ್ಕಗಳು ಮಾತ್ರ ಬರುತ್ತವೆ.
ko: |분수| 문제만 나와요.
lo: ເຈົ້າຈະໄດ້ສະເພາະໂຈດ |ເສດສ່ວນ|.
lt: Gausi tik |trupmenų| užduotis.
lv: Te būs tikai |daļskaitļu| uzdevumi.
mk: Ќе добиваш само задачи со |дропки|.
ml: നിനക്ക് |ഭിന്നം| കണക്കുകൾ മാത്രം കിട്ടും.
mn: Зөвхөн |бутархайн| бодлого бодно.
mr: तुला फक्त |अपूर्णांकांची| उदाहरणे मिळतील.
ms: Kamu hanya dapat soalan |pecahan|.
my: |အပိုင်းကိန်း| ပုစ္ဆာပဲ ရမယ်။
ne: तिमीले |भिन्न| का प्रश्न मात्र पाउँछौ।
nl: Je krijgt alleen sommen met |breuken|.
no: Du får bare oppgaver med |brøker|.
or: ତୁମେ କେବଳ |ଭଗ୍ନାଂଶ| ପ୍ରଶ୍ନ ପାଇବ।
pa: ਤੁਹਾਨੂੰ ਸਿਰਫ਼ |ਭਿੰਨਾਂ| ਦੇ ਸਵਾਲ ਮਿਲਣਗੇ।
pl: Dostajesz tylko zadania z |ułamkami|.
pt: Só vais receber contas com |frações|.
ro: Primești doar exerciții cu |fracții|.
ru: Будут только примеры с |дробями|.
si: ඔබට ලැබෙන්නේ |භාග| ගණන් පමණයි.
sk: Dostaneš iba príklady so |zlomkami|.
sl: Dobiš samo naloge z |ulomki|.
sq: Do të marrësh vetëm detyra me |thyesa|.
sr: Dobijaš samo zadatke sa |razlomcima|.
sv: Du får bara tal med |bråk|.
sw: Utapata maswali ya |sehemu| tu.
ta: |பின்னம்| கணக்குகள் மட்டும் வரும்.
te: నీకు |భిన్నాల| లెక్కలు మాత్రమే వస్తాయి.
th: มีเฉพาะโจทย์ |เศษส่วน|
tr: Yalnızca |kesir| soruları gelir.
ug: پەقەت |كەسىر| مەسىلىلىرى كېلىدۇ.
uk: Тут будуть лише завдання на |дроби|.
ur: آپ کو صرف |کسر| کے سوال ملیں گے۔
uz: Faqat |kasr| misollari beriladi.
vi: Bạn chỉ nhận bài |phân số|.
zh: 你只会遇到 |分数| 题。
zu: Uthola kuphela izibalo |zamaqhezu|.

# modeIntro.fractions.order %lld
source: You always take |1 part| out of %lld equal parts.
af: Jy neem altyd |1 deel| uit %lld gelyke dele.
am: ከ%lld እኩል ክፍሎች ውስጥ ሁልጊዜ |1 ክፍል| ትወስዳለህ።
ar: تأخذ دائمًا |جزءًا واحدًا| من %lld أجزاء متساوية.
as: %lldটা সমান অংশৰ পৰা সদায় |১টা অংশ| লোৱা।
az: %lld bərabər hissədən həmişə |1 hissə| götürürsən.
be: Ты заўсёды бярэш |1 частку| з %lld роўных частак.
bg: Винаги вземаш |1 част| от %lld равни части.
bn: %lldটি সমান অংশ থেকে সব সময় |১টি অংশ| নাও।
bo: %lld ཆ་ཤས་མཉམ་པའི་ནང་ནས་ |ཆ་ཤས་1| ལེན།
bs: Uvijek uzimaš |1 dio| od %lld jednakih dijelova.
ca: Sempre agafes |1 part| de %lld parts iguals.
cs: Vždy vezmeš |1 část| z %lld stejných částí.
cy: Rwyt ti bob amser yn cymryd |1 rhan| o %lld rhan gyfartal.
da: Du tager altid |1 del| ud af %lld lige store dele.
de: Du nimmst immer |1 Teil| von %lld gleich großen Teilen.
el: Παίρνεις πάντα |1 μέρος| από %lld ίσα μέρη.
es: Siempre tomas |1 parte| de %lld partes iguales.
et: Võtad %lld võrdsest osast alati |1 osa|.
eu: Beti |zati 1| hartuko duzu %lld zati berdinetatik.
fa: همیشه |۱ بخش| از %lld بخش مساوی را برمی‌داری.
fi: Otat aina |1 osan| %lld yhtä suuresta osasta.
fo: Tú tekur altíð |1 part| av %lld eins stórum pørtum.
fr: Tu prends toujours |1 part| sur %lld parts égales.
ga: Tógann tú |1 chuid| as %lld cuid chothroma i gcónaí.
gl: Sempre colles |1 parte| de %lld partes iguais.
gu: તમે હંમેશા %lld સરખા ભાગોમાંથી |1 ભાગ| લો.
he: לוקחים תמיד |חלק 1| מתוך %lld חלקים שווים.
hi: तुम %lld बराबर भागों में से हमेशा |1 भाग| लोगे।
hr: Uvijek uzimaš |1 dio| od %lld jednakih dijelova.
hu: Mindig |1 részt| veszel %lld egyenlő részből.
hy: Միշտ վերցնում ես |1 մաս|՝ %lld հավասար մասերից։
id: Kamu selalu mengambil |1 bagian| dari %lld bagian yang sama.
is: Þú tekur alltaf |1 hluta| af %lld jöfnum hlutum.
it: Prendi sempre |1 parte| su %lld parti uguali.
ja: %lldこの同じパーツから、いつも|1つ|をとるよ。
ka: ყოველთვის აიღებ |1 ნაწილს| %lld თანაბარი ნაწილიდან.
kk: %lld тең бөліктің ішінен әрдайым |1 бөлікті| аласың.
km: អ្នកតែងតែយក |1 ផ្នែក| ក្នុងចំណោម %lld ផ្នែកស្មើគ្នា។
kn: %lld ಸಮಭಾಗಗಳಲ್ಲಿ ಯಾವಾಗಲೂ |1 ಭಾಗ| ತೆಗೆದುಕೋ.
ko: %lld개의 같은 부분 중 |1부분|을 구해요.
lo: ເຈົ້າເອົາ |1 ສ່ວນ| ຈາກ %lld ສ່ວນທີ່ເທົ່າກັນສະເໝີ.
lt: Visada imsi |1 dalį| iš %lld lygių dalių.
lv: Tu vienmēr ņem |1 daļu| no %lld vienādām daļām.
mk: Секогаш земаш |1 дел| од %lld еднакви делови.
ml: %lld തുല്യ ഭാഗങ്ങളിൽ നിന്ന് എപ്പോഴും |1 ഭാഗം| എടുക്കൂ.
mn: %lld тэнцүү хэсгээс үргэлж |1 хэсэг| авна.
mr: तू %lld समान भागांपैकी नेहमी |1 भाग| घेशील.
ms: Kamu sentiasa ambil |1 bahagian| daripada %lld bahagian sama.
my: တူညီတဲ့ %lld ပိုင်းထဲက |1 ပိုင်း| ကို အမြဲယူမယ်။
ne: तिमी सधैं %lld बराबर भागमध्ये |१ भाग| लिन्छौ।
nl: Je neemt steeds |1 deel| van %lld gelijke delen.
no: Du tar alltid |1 del| av %lld like deler.
or: ତୁମେ ସବୁବେଳେ %lldଟି ସମାନ ଅଂଶରୁ |1 ଅଂଶ| ନେବ।
pa: ਤੁਸੀਂ %lld ਬਰਾਬਰ ਹਿੱਸਿਆਂ ਵਿੱਚੋਂ ਹਮੇਸ਼ਾ |1 ਹਿੱਸਾ| ਲਵੋਗੇ।
pl: Zawsze bierzesz |1 część| z %lld równych części.
pt: Tiras sempre |1 parte| de %lld partes iguais.
ro: Iei mereu |1 parte| din %lld părți egale.
ru: Ты берёшь |1 часть| из %lld равных частей.
si: සමාන කොටස් %lldකින් හැමවිටම |1 කොටසක්| ගන්න.
sk: Vždy vezmeš |1 časť| z %lld rovnakých častí.
sl: Vedno vzameš |1 del| od %lld enakih delov.
sq: Merr gjithmonë |1 pjesë| nga %lld pjesë të barabarta.
sr: Uvek uzimaš |1 deo| od %lld jednakih delova.
sv: Du tar alltid |1 del| av %lld lika delar.
sw: Daima unachukua |sehemu 1| kati ya sehemu %lld sawa.
ta: %lld சம பகுதிகளில் |1 பகுதியை| எடு.
te: %lld సమాన భాగాల్లో |1 భాగం| తీసుకుంటావు.
th: หา |1 ส่วน| จากทั้งหมด %lld ส่วนที่เท่ากัน
tr: %lld eşit parçadan her zaman |1 parça| alırsın.
ug: %lld تەڭ بۆلەكنىڭ ئىچىدىن ھەمىشە |1 بۆلەك| ئالىسەن.
uk: Ти береш |1 частину| з %lld рівних частин.
ur: آپ %lld برابر حصوں میں سے ہمیشہ |1 حصہ| لیں گے۔
uz: %lld teng qismdan har safar |1 qism| olasan.
vi: Bạn luôn lấy |1 phần| trong %lld phần bằng nhau.
zh: 把 %lld 个相等部分中的 |1 份| 取出来。
zu: Njalo uthatha |ingxenye engu-1| ezingxenyeni ezilinganayo ezingu-%lld.

# modeIntro.fractions.random %lld
source: You take |one or more parts| out of %lld equal parts.
af: Jy neem een of |meer dele| uit %lld gelyke dele.
am: ከ%lld እኩል ክፍሎች ውስጥ አንድ ወይም |ብዙ ክፍሎች| ትወስዳለህ።
ar: تأخذ جزءًا واحدًا أو |عدة أجزاء| من %lld أجزاء متساوية.
as: %lldটা সমান অংশৰ পৰা এটা বা |একাধিক অংশ| লোৱা।
az: %lld bərabər hissədən bir və ya |bir neçə hissə| götürürsən.
be: Ты бярэш адну або |некалькі частак| з %lld роўных частак.
bg: Вземаш една или |няколко части| от %lld равни части.
bn: %lldটি সমান অংশ থেকে একটি বা |একাধিক অংশ| নাও।
bo: %lld ཆ་ཤས་མཉམ་པའི་ནང་ནས་གཅིག་ཡང་ན་ |ཆ་ཤས་མང་པོ| ལེན།
bs: Uzimaš jedan ili |više dijelova| od %lld jednakih dijelova.
ca: Agafes una o |diverses parts| de %lld parts iguals.
cs: Vezmeš jednu nebo |více částí| z %lld stejných částí.
cy: Rwyt ti'n cymryd un neu |sawl rhan| o %lld rhan gyfartal.
da: Du tager én eller |flere dele| ud af %lld lige store dele.
de: Du nimmst einen oder |mehrere Teile| von %lld gleich großen Teilen.
el: Παίρνεις ένα ή |περισσότερα μέρη| από %lld ίσα μέρη.
es: Tomas una o |varias partes| de %lld partes iguales.
et: Võtad %lld võrdsest osast ühe või |mitu osa|.
eu: Zati bat edo |hainbat zati| hartuko dituzu %lld zati berdinetatik.
fa: یک یا |چند بخش| از %lld بخش مساوی را برمی‌داری.
fi: Otat yhden tai |useampia osia| %lld yhtä suuresta osasta.
fo: Tú tekur ein ella |fleiri partar| av %lld eins stórum pørtum.
fr: Tu prends une ou |plusieurs parts| sur %lld parts égales.
ga: Tógann tú cuid amháin nó |níos mó codanna| as %lld cuid chothroma.
gl: Colles unha ou |varias partes| de %lld partes iguais.
gu: તમે %lld સરખા ભાગોમાંથી એક કે |વધુ ભાગો| લો.
he: לוקחים חלק אחד או |כמה חלקים| מתוך %lld חלקים שווים.
hi: तुम %lld बराबर भागों में से एक या |कई भाग| लोगे।
hr: Uzimaš jedan ili |više dijelova| od %lld jednakih dijelova.
hu: Egy vagy |több részt| veszel %lld egyenlő részből.
hy: Վերցնում ես մեկ կամ |մի քանի մաս|՝ %lld հավասար մասերից։
id: Kamu mengambil satu atau |beberapa bagian| dari %lld bagian yang sama.
is: Þú tekur einn eða |fleiri hluta| af %lld jöfnum hlutum.
it: Prendi una o |più parti| su %lld parti uguali.
ja: %lldこの同じパーツから、1つまたは|いくつか|をとるよ。
ka: აიღებ ერთ ან |რამდენიმე ნაწილს| %lld თანაბარი ნაწილიდან.
kk: %lld тең бөліктің ішінен бір немесе |бірнеше бөлікті| аласың.
km: អ្នកយកមួយ ឬ |ច្រើនផ្នែក| ក្នុងចំណោម %lld ផ្នែកស្មើគ្នា។
kn: %lld ಸಮಭಾಗಗಳಲ್ಲಿ ಒಂದು ಅಥವಾ |ಹಲವು ಭಾಗಗಳನ್ನು| ತೆಗೆದುಕೋ.
ko: %lld개의 같은 부분 중 하나 또는 |여러 부분|을 구해요.
lo: ເຈົ້າເອົາໜຶ່ງ ຫຼື |ຫຼາຍສ່ວນ| ຈາກ %lld ສ່ວນທີ່ເທົ່າກັນ.
lt: Imsi vieną arba |kelias dalis| iš %lld lygių dalių.
lv: Tu ņem vienu vai |vairākas daļas| no %lld vienādām daļām.
mk: Земаш еден или |повеќе делови| од %lld еднакви делови.
ml: %lld തുല്യ ഭാഗങ്ങളിൽ നിന്ന് ഒന്നോ |പല ഭാഗങ്ങളോ| എടുക്കൂ.
mn: %lld тэнцүү хэсгээс нэг эсвэл |олон хэсэг| авна.
mr: तू %lld समान भागांपैकी एक किंवा |अनेक भाग| घेशील.
ms: Kamu ambil satu atau |beberapa bahagian| daripada %lld bahagian sama.
my: တူညီတဲ့ %lld ပိုင်းထဲက တစ်ပိုင်း သို့မဟုတ် |အပိုင်းများ| ကို ယူမယ်။
ne: तिमी %lld बराबर भागमध्ये एक वा |धेरै भाग| लिन्छौ।
nl: Je neemt steeds |één of meerdere delen| van %lld gelijke delen.
no: Du tar én eller |flere deler| av %lld like deler.
or: ତୁମେ %lldଟି ସମାନ ଅଂଶରୁ ଗୋଟିଏ କିମ୍ବା |ଅନେକ ଅଂଶ| ନେବ।
pa: ਤੁਸੀਂ %lld ਬਰਾਬਰ ਹਿੱਸਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਜਾਂ |ਕਈ ਹਿੱਸੇ| ਲਵੋਗੇ।
pl: Bierzesz jedną lub |więcej części| z %lld równych części.
pt: Tiras uma ou |várias partes| de %lld partes iguais.
ro: Iei una sau |mai multe părți| din %lld părți egale.
ru: Ты берёшь одну или |несколько частей| из %lld равных частей.
si: සමාන කොටස් %lldකින් එකක් හෝ |කොටස් කිහිපයක්| ගන්න.
sk: Vezmeš jednu alebo |viac častí| z %lld rovnakých častí.
sl: Vzameš enega ali |več delov| od %lld enakih delov.
sq: Merr një ose |disa pjesë| nga %lld pjesë të barabarta.
sr: Uzimaš jedan ili |više delova| od %lld jednakih delova.
sv: Du tar en eller |flera delar| av %lld lika delar.
sw: Unachukua sehemu moja au |sehemu nyingi| kati ya sehemu %lld sawa.
ta: %lld சம பகுதிகளில் ஒன்று அல்லது |பல பகுதிகளை| எடு.
te: %lld సమాన భాగాల్లో ఒకటి లేదా |ఎక్కువ భాగాలు| తీసుకుంటావు.
th: หาหนึ่งหรือ |หลายส่วน| จากทั้งหมด %lld ส่วนที่เท่ากัน
tr: %lld eşit parçadan bir veya |birden çok parça| alırsın.
ug: %lld تەڭ بۆلەكنىڭ ئىچىدىن بىر ياكى |كۆپ بۆلەك| ئالىسەن.
uk: Ти береш одну або |кілька частин| із %lld рівних частин.
ur: آپ %lld برابر حصوں میں سے ایک یا |کئی حصے| لیں گے۔
uz: %lld teng qismdan bir yoki |bir nechta qism| olasan.
vi: Bạn lấy một hoặc |nhiều phần| trong %lld phần bằng nhau.
zh: 把 %lld 个相等部分中的一份或 |多份| 取出来。
zu: Uthatha ingxenye eyodwa noma |izingxenye eziningi| ezingxenyeni ezilinganayo ezingu-%lld.

# modeIntro.fractions.mixed
source: You get fractions from this level and |earlier levels|.
af: Jy kry breuke uit dié vlak en |vroeëre vlakke|.
am: ከዚህ ደረጃ እና ከ|ቀደሙ ደረጃዎች| ክፍልፋዮች ይመጣሉ።
ar: ستحصل على كسور من هذا المستوى و|المستويات السابقة|.
as: এই লেভেল আৰু |আগৰ লেভেল|ৰ ভগ্নাংশ পাবা।
az: Bu və |əvvəlki səviyyələrdən| kəsrlər gəlir.
be: Будуць дробы з гэтага і |ранейшых узроўняў|.
bg: Получаваш дроби от това и от |предишни нива|.
bn: এই লেভেল ও |আগের লেভেলগুলোর| ভগ্নাংশ পাবে।
bo: རིམ་པ་འདི་དང་ |རིམ་པ་སྔོན་མ| ནས་ཆ་ཤས་ཡོང་།
bs: Dobijaš razlomke s ovog i |ranijih nivoa|.
ca: Tindràs fraccions d’aquest nivell i de |nivells anteriors|.
cs: Dostaneš zlomky z této úrovně a |nižších úrovní|.
cy: Gei di ffracsiynau o'r lefel hon a |lefelau cynharach|.
da: Du får brøker fra denne bane og |tidligere baner|.
de: Du bekommst Brüche aus diesem und aus |früheren Levels|.
el: Θα έχεις κλάσματα από αυτό και |προηγούμενα επίπεδα|.
es: Tendrás fracciones de este nivel y de |niveles anteriores|.
et: Saad murde sellelt ja |varasematelt tasemetelt|.
eu: Maila honetako eta |aurreko mailetako| zatikiak izango dituzu.
fa: کسرهای این مرحله و |مرحله‌های قبلی| را می‌بینی.
fi: Saat murtolukuja tältä ja |aiemmilta tasoilta|.
fo: Tú fært brot úr hesum stigi og |fyrru stigum|.
fr: Tu auras des fractions de ce niveau et des |niveaux précédents|.
ga: Faigheann tú codáin ón leibhéal seo agus ó |leibhéil níos luaithe|.
gl: Terás fraccións deste nivel e de |niveis anteriores|.
gu: તમને આ લેવલ અને |પહેલાના લેવલના| અપૂર્ણાંક મળશે.
he: תקבלו שברים מהשלב הזה ומ|שלבים קודמים|.
hi: तुम्हें इस और |पिछले स्तरों| के भिन्न मिलेंगे।
hr: Dobivaš razlomke s ove i |ranijih razina|.
hu: Erről és a |korábbi szintekről| kapsz törteket.
hy: Դու ստանում ես այս և |նախորդ մակարդակների| կոտորակները։
id: Kamu mendapat pecahan dari level ini dan |level sebelumnya|.
is: Þú færð brot úr þessu borði og |fyrri borðum|.
it: Avrai frazioni di questo livello e dei |livelli precedenti|.
ja: このレベルと|前のレベル|の分数が出るよ。
ka: გექნება ამ და |წინა დონეების| წილადები.
kk: Осы және |алдыңғы деңгейлердің| бөлшектері беріледі.
km: អ្នកទទួលបានប្រភាគពីកម្រិតនេះ និង |កម្រិតមុនៗ|។
kn: ಈ ಹಂತ ಮತ್ತು |ಹಿಂದಿನ ಹಂತಗಳ| ಭಿನ್ನರಾಶಿಗಳು ಬರುತ್ತವೆ.
ko: 이 레벨과 |이전 레벨|의 분수가 나와요.
lo: ເຈົ້າຈະໄດ້ເສດສ່ວນຈາກດ່ານນີ້ ແລະ |ດ່ານກ່ອນໜ້າ|.
lt: Gausi šio ir |ankstesnių lygių| trupmenas.
lv: Te būs daļskaitļi no šī un |iepriekšējiem līmeņiem|.
mk: Ќе добиваш дропки од ова и од |претходните нивоа|.
ml: ഈ ലെവലിലെയും |മുൻ ലെവലുകളിലെയും| ഭിന്നങ്ങൾ കിട്ടും.
mn: Энэ болон |өмнөх түвшний| бутархайнууд орно.
mr: तुला या आणि |आधीच्या स्तरांतील| अपूर्णांक मिळतील.
ms: Kamu dapat pecahan dari tahap ini dan |tahap sebelumnya|.
my: ဒီအဆင့်နဲ့ |အရင်အဆင့်များ| က အပိုင်းကိန်းတွေ ရမယ်။
ne: तिमीले यो लेभल र |अघिल्ला लेभल| का भिन्न पाउँछौ।
nl: Je krijgt breuken uit dit level en |eerdere levels|.
no: Du får brøker fra dette nivået og |tidligere nivåer|.
or: ତୁମେ ଏହି ଲେଭେଲ୍ ଓ |ଆଗର ଲେଭେଲ୍‌ଗୁଡ଼ିକର| ଭଗ୍ନାଂଶ ପାଇବ।
pa: ਤੁਹਾਨੂੰ ਇਸ ਅਤੇ |ਪਿਛਲੇ ਲੈਵਲਾਂ| ਦੀਆਂ ਭਿੰਨਾਂ ਮਿਲਣਗੀਆਂ।
pl: Dostajesz ułamki z tego i |wcześniejszych poziomów|.
pt: Recebes frações deste nível e de |níveis anteriores|.
ro: Primești fracții din acest nivel și din |nivelurile anterioare|.
ru: Будут дроби этого и |предыдущих уровней|.
si: මේ මට්ටමේ සහ |පෙර මට්ටම්වල| භාග ලැබේ.
sk: Dostaneš zlomky z tejto a |predošlých úrovní|.
sl: Dobiš ulomke s te in |prejšnjih stopenj|.
sq: Do të marrësh thyesa nga ky nivel dhe |nivelet e mëparshme|.
sr: Dobijaš razlomke s ovog i |ranijih nivoa|.
sv: Du får bråk från den här nivån och |tidigare nivåer|.
sw: Utapata sehemu za kiwango hiki na |viwango vya awali|.
ta: இந்த நிலையிலும் |முந்தைய நிலைகளிலும்| உள்ள பின்னங்கள் வரும்.
te: ఈ లెవల్ మరియు |మునుపటి లెవల్‌ల| భిన్నాలు వస్తాయి.
th: มีเศษส่วนจากด่านนี้และ |ด่านก่อนหน้า|
tr: Bu seviyeden ve |önceki seviyelerden| kesirler gelir.
ug: بۇ دەرىجە ۋە |ئالدىنقى دەرىجىلەر|دىكى كەسىرلەر كېلىدۇ.
uk: Тут будуть дроби з цього й |попередніх рівнів|.
ur: آپ کو اس اور |پچھلے لیولز| کی کسریں ملیں گی۔
uz: Bu va |oldingi bosqichlar|dagi kasrlar beriladi.
vi: Bạn nhận phân số từ cấp này và |các cấp trước|.
zh: 题目来自本关和 |之前的关卡|。
zu: Uthola amaqhezu akule leveli |nakumaleveli angaphambilini|.

# modeIntro.percentages.intro
source: You only get |percentage| problems.
af: Jy kry net somme met |persentasies|.
am: የምታገኘው የ|መቶኛ| ጥያቄዎችን ብቻ ነው።
ar: ستحصل فقط على مسائل |النسب المئوية|.
as: তুমি কেৱল |শতাংশ|ৰ অংক পাবা।
az: Yalnız |faiz| misalları gəlir.
be: Будуць толькі прыклады з |працэнтамі|.
bg: Получаваш задачи само с |проценти|.
bn: তুমি শুধু |শতকরার| অঙ্ক পাবে।
bo: ཁྱེད་ལ་ |བརྒྱ་ཆ| ཡི་རྩིས་ཁོ་ན་ཡོང་།
bs: Dobijaš samo zadatke s |postocima|.
ca: Només tindràs problemes de |percentatges|.
cs: Dostaneš jen příklady s |procenty|.
cy: Dim ond symiau |canrannau| gei di.
da: Du får kun opgaver med |procenter|.
de: Du bekommst nur Aufgaben mit |Prozenten|.
el: Θα έχεις μόνο ασκήσεις με |ποσοστά|.
es: Solo tendrás ejercicios de |porcentajes|.
et: Saad ainult |protsendiülesandeid|.
eu: |Ehuneko| ariketak bakarrik izango dituzu.
fa: فقط تمرین‌های |درصد| می‌بینی.
fi: Saat vain |prosenttitehtäviä|.
fo: Tú fært bara uppgávur við |prosentum|.
fr: Tu n’auras que des calculs de |pourcentages|.
ga: Ní fhaigheann tú ach ceisteanna |céatadáin|.
gl: Só terás contas de |porcentaxes|.
gu: તમને ફક્ત |ટકાવારીના| દાખલા મળશે.
he: תקבלו רק תרגילי |אחוזים|.
hi: तुम्हें केवल |प्रतिशत| के सवाल मिलेंगे।
hr: Dobivaš samo zadatke s |postocima|.
hu: Csak |százalékos| feladatokat kapsz.
hy: Դու ստանում ես միայն |տոկոսների| առաջադրանքներ։
id: Kamu hanya mendapat soal |persentase|.
is: Þú færð aðeins dæmi með |prósentum|.
it: Avrai solo esercizi con le |percentuali|.
ja: |パーセント|の問題だけが出るよ。
ka: გექნება მხოლოდ |პროცენტების| ამოცანები.
kk: Саған тек |пайыз| есептері беріледі.
km: អ្នកនឹងទទួលបានតែលំហាត់ |ភាគរយ|។
kn: ನಿನಗೆ |ಶೇಕಡಾವಾರು| ಲೆಕ್ಕಗಳು ಮಾತ್ರ ಬರುತ್ತವೆ.
ko: |백분율| 문제만 나와요.
lo: ເຈົ້າຈະໄດ້ສະເພາະໂຈດ |ເປີເຊັນ|.
lt: Gausi tik |procentų| užduotis.
lv: Te būs tikai |procentu| uzdevumi.
mk: Ќе добиваш само задачи со |проценти|.
ml: നിനക്ക് |ശതമാനം| കണക്കുകൾ മാത്രം കിട്ടും.
mn: Зөвхөн |хувийн| бодлого бодно.
mr: तुला फक्त |टक्केवारीची| उदाहरणे मिळतील.
ms: Kamu hanya dapat soalan |peratus|.
my: |ရာခိုင်နှုန်း| ပုစ္ဆာပဲ ရမယ်။
ne: तिमीले |प्रतिशत| का प्रश्न मात्र पाउँछौ।
nl: Je krijgt alleen sommen met |percentages|.
no: Du får bare oppgaver med |prosent|.
or: ତୁମେ କେବଳ |ଶତକଡ଼ା| ପ୍ରଶ୍ନ ପାଇବ।
pa: ਤੁਹਾਨੂੰ ਸਿਰਫ਼ |ਪ੍ਰਤੀਸ਼ਤ| ਦੇ ਸਵਾਲ ਮਿਲਣਗੇ।
pl: Dostajesz tylko zadania z |procentami|.
pt: Só vais receber contas com |percentagens|.
ro: Primești doar exerciții cu |procente|.
ru: Будут только примеры на |проценты|.
si: ඔබට ලැබෙන්නේ |ප්‍රතිශත| ගණන් පමණයි.
sk: Dostaneš iba príklady s |percentami|.
sl: Dobiš samo naloge z |odstotki|.
sq: Do të marrësh vetëm detyra me |përqindje|.
sr: Dobijaš samo zadatke sa |procentima|.
sv: Du får bara tal med |procent|.
sw: Utapata maswali ya |asilimia| tu.
ta: |சதவீத| கணக்குகள் மட்டும் வரும்.
te: నీకు |శాతాల| లెక్కలు మాత్రమే వస్తాయి.
th: มีเฉพาะโจทย์ |เปอร์เซ็นต์|
tr: Yalnızca |yüzde| soruları gelir.
ug: پەقەت |پىرسەنت| مەسىلىلىرى كېلىدۇ.
uk: Тут будуть лише завдання на |відсотки|.
ur: آپ کو صرف |فی صد| کے سوال ملیں گے۔
uz: Faqat |foiz| misollari beriladi.
vi: Bạn chỉ nhận bài |phần trăm|.
zh: 你只会遇到 |百分数| 题。
zu: Uthola kuphela izibalo |zamaphesenti|.
